Repository: wireapp/wire-ios_legacy
Catalog: Wire-iOS/Resources/*.lproj/Accessibility.strings
Languages: de, pl, pt_br, ru

# conversation.backButton.description
source: Go back to conversation list
de: Zurück zur Unterhaltungsliste
pl: Wróć do listy konwersacji
pt_br: Voltar para a lista de conversas
ru: Вернуться к списку бесед

# conversation.searchButton.description
source: Open search
de: Suche öffnen
pl: Otwórz wyszukiwanie
pt_br: Abrir pesquisa
ru: Открыть поиск

# conversation.profileImage.description
source: Profile picture
de: Profilbild
pl: Zdjęcie profilowe
pt_br: Foto do perfil
ru: Изображение профиля

# conversation.profileImage.hint
source: Double tap to open profile
de: Doppeltippen, um Profil zu öffnen
pl: Dotknij dwukrotnie, aby otworzyć profil
pt_br: Toque duas vezes para abrir o perfil
ru: Нажмите дважды для открытия профиля

# conversation.titleViewForGroup.hint
source: Double tap to open conversation details
de: Doppeltippen, um Unterhaltungsdetails zu öffnen
pt_br: Toque duas vezes para abrir os detalhes da conversa
ru: Нажмите дважды, чтобы открыть сведения о беседе

# conversation.titleViewForOneToOne.hint
source: Double tap to open profile
de: Doppeltippen, um Profil zu öffnen
pt_br: Toque duas vezes para abrir o perfil
ru: Нажмите дважды для открытия профиля

# conversation.legalHoldIcon.description
source: Legal hold
de: Gesetzliche Aufbewahrung
pt_br: Proteção jurídica
ru: Юридические ограничения

# conversation.verifiedIcon.description
source: Verified
de: Überprüft
pt_br: Verificado
ru: Верифицировано

# conversationDetails.messageTimeoutState.description
source: Selected
de: Ausgewählt
pt_br: Selecionado
ru: Выбрано

# selfDeletingMessagesConversationSettings.closeButton.description
source: Close settings for self-deleting messages
de: Einstellungen für selbstlöschende Nachrichten schließen
ru: Закрыть настройки самоудаляющихся сообщений

# notificationConversationSettings.closeButton.description
source: Close notification settings
de: Benachrichtigungseinstellungen schließen
ru: Закрыть настройки уведомлений

# serviceConversationSettings.closeButton.description
source: Close service settings
de: Dienst-Einstellungen schließen
ru: Закрыть настройки сервисов

# guestConversationSettings.closeButton.description
source: Close guest settings
de: Gästeeinstellungen schließen
ru: Закрыть настройки гостей

# addParticipantsConversationSettings.closeButton.description
source: Close add participants option
de: Ansicht Teilnehmer hinzufügen schließen
ru: Закрыть настройки добавления участников

# conversationDetails.optionButton.hint
source: Double tap to open settings
de: Doppeltippen, um Einstellungen zu öffnen
ru: Нажмите дважды, чтобы открыть настройки

# conversationDetails.closeButton.description
source: Close conversation details
de: Unterhaltungsdetails schließen
ru: Закрыть информацию о беседе

# conversationDetails.moreButton.description
source: Open conversation options
de: Unterhaltungsoptionen öffnen
ru: Открыть параметры беседы

# conversationDetails.showParticipantsButton.hint
source: Double tap to open participant list
de: Doppeltippen, um die Teilnehmerliste zu öffnen
ru: Нажмите дважды, чтобы открыть список участников

# conversationDetails.participantCell.hint
source: Double tap to open profile
de: Doppeltippen, um Profil zu öffnen
pt_br: Toque duas vezes para abrir o perfil
ru: Нажмите дважды для открытия профиля

# createConversation.backButton.description
source: Go back to contact list
de: Zurück zur Kontaktliste
ru: Вернуться к списку контактов

# createConversation.hideSettings.hint
source: Double tap to hide settings
de: Doppeltippen, um Einstellungen zu verbergen
ru: Нажмите дважды, чтобы скрыть настройки

# createConversation.openSettings.hint
source: Double tap to open settings
de: Doppeltippen, um Einstellungen zu öffnen
ru: Нажмите дважды, чтобы открыть настройки

# createConversation.searchView.description
source: Type group name
de: Gruppen-Name eingeben
ru: Введите имя группы

# createConversation.selectedUser.hint
source: Double tap to deselect
de: Doppeltippen, um Auswahl aufzuheben
ru: Нажмите дважды, чтобы отменить выбор

# createConversation.unselectedUser.hint
source: Double tap to select
de: Zum Auswählen doppeltippen
ru: Нажмите дважды, чтобы выбрать

# settings.deviceCount.hint
source: %@ devices in use
de: %@ verwendete Geräte
pl: %@ urządzenia w użyciu
pt_br: %@ dispositivos em uso
ru: Используемые устройства %@

# settings.closeButton.description
source: Close settings
de: Einstellungen schließen
pl: Zamknij ustawienia
pt_br: Fechar configurações
ru: Закрыть настройки

# settings.backButton.description
source: Go back to Setting
de: Zurück zu Einstellungen
pl: Wróć do
pt_br: Go back to Settings
ru: Вернуться в раздел Настройки

# accountSettings.backButton.description
source: Go back to Account
de: Zurück zum Benutzerkonto
pt_br: Voltar para Conta
ru: Вернуться в раздел Аккаунт

# optionsSettings.backButton.description
source: Go back to Options
de: Zurück zu Optionen
pt_br: Voltar para Opções
ru: Вернуться в раздел Параметры

# advancedSettings.backButton.description
source: Go back to Advanced
de: Zurück zu Erweitert
pt_br: Voltar para Avançado
ru: Вернуться в раздел Дополнительно

# supportSettings.backButton.description
source: Go back to Support
de: Zurück zum Support
pt_br: Voltar para Suporte
ru: Вернуться в раздел Поддержка

# aboutSettings.backButton.description
source: Go back to About
de: Zurück zu Über Wire
pt_br: Voltar para Sobre
ru: Вернуться в раздел О программе

# licenseInformationSettings.backButton.description
source: Go back to License information
de: Zurück zu Lizenzen
pt_br: Voltar para Informações de licença
ru: Вернуться в раздел Информация о лицензии

# licenseDetailsSettings.backButton.description
source: Go back to License details
de: Zurück zu Lizenzdetails
pt_br: Voltar para Detalhes de licença
ru: Вернуться в раздел Сведения о лицензии

# developerOptionsSettings.backButton.description
source: Go back to Developer options
de: Zurück zu Entwickleroptionen
pt_br: Voltar para Opções de desenvolvedor
ru: Вернуться в раздел Параметры разработчика

# clientsList.deviceDetails.hint
source: Double tap to open device details
de: Doppeltippen, um Gerätedetails zu öffnen
pt_br: Toque duas vezes para abrir os detalhes do dispositivo
ru: Нажмите дважды, чтобы открыть сведения об устройстве

# clientsList.deviceId.description
source: Device ID
de: Geräte-ID
pt_br: ID do dispositivo
ru: ID устройства

# clientsList.deviceName.description
source: Device name
de: Gerätename
pt_br: Nome do dispositivo
ru: Имя устройства

# clientsList.keyFingerprint.description
source: Key fingerprint
de: Schlüssel-Fingerabdruck
pt_br: Chave de impressão digital
ru: Отпечаток ключа

# clientsList.deviceVerified.description
source: Verified
de: Überprüft
pt_br: Verificado
ru: Верифицировано

# clientsList.deviceNotVerified.description
source: Not Verified
de: Nicht überprüft
pt_br: Não Verificado
ru: Не верифицировано

# deviceDetails.whyVerifyFingerprint.hint
source: Double tap to learn more about verifications
de: Doppeltippen, um mehr über Verifizierungen zu erfahren
pt_br: Toque duas vezes para saber mais sobre verificações
ru: Нажмите дважды, чтобы узнать больше о верификации

# deviceDetails.howToVerifyFingerprint.hint
source: Learn more about fingerprint verification
de: Erfahren Sie mehr über die Überprüfung von Fingerabdrücken
pt_br: Saiba mais sobre verificação de impressão digital
ru: Узнать больше о верификации отпечатком

# deviceDetails.verified.description
source: Device verified
de: Gerät überprüft
pt_br: Dispositivo verificado
ru: Устройство верифицировано

# deviceDetails.backButton.description
source: Go back to device overview
de: Zurück zur Geräteübersicht
pt_br: Voltar para a visão geral do dispositivo
ru: Вернуться к информации устройства

# profile.backButton.description
source: Go back to conversation details
de: Zurück zu Unterhaltungsdetails
pt_br: Voltar para os detalhes da conversa
ru: Вернуться к сведениям о беседе

# profile.closeButton.description
source: Close profile
de: Profil schließen
pt_br: Fechar perfil
ru: Закрыть профиль

# accountPage.availabilityStatus.description
source: Status
ru: Статус

# accountPage.availabilityStatus.hint
source: Double tap to change status
de: Doppeltippen, um Status zu ändern
pl: Dotknij dwukrotnie, aby zmienić status
pt_br: Toque duas vezes para alterar o status
ru: Нажмите дважды, чтобы изменить статус

# accountPage.handle.description
source: Username
de: Benutzername
pl: Login
pt_br: Nome de usuário
ru: Псевдоним

# accountPage.name.description
source: Profile name
de: Profilname
pt_br: Nome do perfil
ru: Название профиля

# accountPage.teamName.description
source: Team name
pl: Nazwa zespołu
pt_br: Nome da equipe
ru: Название команды

# accountPage.profilePicture.description
source: Profile picture
de: Profilbild
pl: Zdjęcie profilowe
pt_br: Foto do perfil
ru: Изображение профиля

# accountPage.profilePicture.hint
source: Double tap to change your picture
de: Doppeltippen, um Ihr Bild zu ändern
pl: Dotknij podwójnie, aby zmienić swoje zdjęcie
pt_br: Toque duas vezes para alterar sua foto
ru: Для изменения вашего изображения нажмите дважды

# accountPage.closeButton.description
source: Close account overview
de: Kontoübersicht schließen
pt_br: Fechar visão geral da conta
ru: Закрыть информацию об аккаунте

# accountPage.backButton.description
source: Go back to account overview
de: Zurück zur Kontoübersicht
pt_br: Voltar para a visão geral da conta
ru: Вернуться к информации об аккаунте

# contactsList.guestIcon.description
source: Guest
de: Gast
pt_br: Convidado
ru: Гость

# contactsList.externalIcon.description
source: External
de: Extern
pt_br: Externo
ru: Внешний

# contactsList.federatedIcon.description
source: Federated
de: Föderiert
pt_br: Federado
ru: Федеративный

# contactsList.memberIcon.description
source: Member
de: Mitglied
pt_br: Membro
ru: Участник

# contactsList.userCell.hint
source: Double tap to open conversation
de: Doppeltippen, um Unterhaltung zu öffnen
pt_br: Toque duas vezes para abrir a conversa
ru: Нажмите дважды, чтобы открыть беседу

# contactsList.pendingConnection.hint
source: Double tap to open profile
de: Doppeltippen, um Profil zu öffnen
pt_br: Toque duas vezes para abrir o perfil
ru: Нажмите дважды для открытия профиля

# contactsList.closeButton.description
source: Close contact list
de: Kontaktliste schließen
pt_br: Fechar lista de contatos
ru: Закрыть список контактов

# servicesList.serviceCell.hint
source: Double tap to open service details
de: Doppeltippen, um Dienstdetails zu öffnen
pt_br: Toque duas vezes para abrir os detalhes do serviço
ru: Нажмите дважды, чтобы открыть сведения о сервисе

# serviceDetails.closeButton.description
source: Close service details
de: Dienstdetails schließen
pt_br: Fechar detalhes do serviço
ru: Закрыть сведения о сервисе

# serviceDetails.backButton.description
source: Go back to services list
de: Zurück zur Übersicht der Dienste
pt_br: Voltar para a lista de serviços
ru: Вернуться к списку сервисов

# searchView.clearButton.description
source: Clear
de: Löschen
pt_br: Limpar
ru: Очистить

# conversationsListHeader.collapsedButton.description
source: Collapsed
de: Ausgeblendet
pt_br: Retraído
ru: Свернуто

# conversationsListHeader.expandedButton.description
source: Expanded
de: Erweitert
pt_br: Expandido
ru: Развернуто

# conversationsList.accountButton.hint
source: Double tap to open profile and settings
de: Doppeltippen, um Profil und Einstellungen zu öffnen
pt_br: Toque duas vezes para abrir o perfil e as configurações
ru: Нажмите дважды, чтобы открыть профиль и настройки

# conversationsList.contactsBottomBar.description
source: Contacts
de: Kontakte
pt_br: Contatos
ru: Контакты

# conversationsList.contactsBottomBar.hint
source: Double tap to search for people and open contact list
de: Doppeltippen, um nach Personen zu suchen und Kontaktliste zu öffnen
pt_br: Toque duas vezes para procurar por pessoas e abrir a lista de contatos
ru: Нажмите дважды, чтобы найти людей и открыть список контактов

# conversationsList.recentBottomBar.description
source: Conversations
de: Unterhaltungen
pt_br: Conversas
ru: Беседы

# conversationsList.recentBottomBar.hint
source: Double tap to open list of recent conversations
de: Doppeltippen, um Liste der letzten Unterhaltungen zu öffnen
pt_br: Toque duas vezes para abrir a lista de conversas recentes
ru: Нажмите дважды, чтобы открыть список последних бесед

# conversationsList.folderBottomBar.description
source: Folders
de: Ordner
pt_br: Pastas
ru: Папки

# conversationsList.folderBottomBar.hint
source: Double tap to open list of conversations organized in folders
de: Doppeltippen, um Liste der in Ordnern organisierten Unterhaltungen zu öffnen
pt_br: Toque duas vezes para abrir a lista de conversas organizadas em pastas
ru: Нажмите дважды, чтобы открыть список бесед, организованных по папкам

# conversationsList.archiveBottomBar.description
source: Archive
de: Archiv
pt_br: Arquivar
ru: Архив

# conversationsList.archiveBottomBar.hint
source: Double tap to open list of archived conversations
de: Doppeltippen, um Liste archivierter Unterhaltungen zu öffnen
pt_br: Toque duas vezes para abrir a lista de conversas arquivadas
ru: Нажмите дважды, чтобы открыть список архивных бесед

# conversationsList.bottomBar.value
source: Selected
de: Ausgewählt
pt_br: Selecionado
ru: Выбрано

# conversationsList.silencedStatus.value
source: Silenced
de: Stumm geschaltet
pt_br: Silenciada
ru: Без звука

# conversationsList.mentionStatus.value
source: You are mentioned
de: Sie wurden erwähnt
pt_br: Você foi mencionado
ru: Вас упомянули

# conversationsList.replyStatus.value
source: Reply
de: Antworten
pt_br: Responder
ru: Ответить

# conversationsList.badgeView.value
source: New messages: %d
de: Neue Nachrichten: %d
pt_br: Novas mensagens: %d
ru: Новых сообщений: %d

# conversationsList.itemCell.hint
source: Double tap to open conversation
de: Doppeltippen, um Unterhaltung zu öffnen
pt_br: Toque duas vezes para abrir a conversa
ru: Нажмите дважды, чтобы открыть беседу

# conversationsList.joinButton.description
source: Join
de: Beitreten
pt_br: Participe
ru: Присоединиться

# conversationsList.joinButton.hint
source: Double tab to join the call
de: Doppeltippen, um dem Anruf beizutreten
pt_br: Double tap to join the call
ru: Нажмите дважды, чтобы присоединиться к вызову

# conversationsList.connectionRequest.description
source: Pending approval of connection request
de: Ausstehende Genehmigung der Kontaktanfrage
pt_br: Aprovação pendente de solicitação de conexão
ru: В ожидании подтверждения запроса

# conversationsList.connectionRequest.hint
source: Double tap to open profile
de: Doppeltippen, um Profil zu öffnen
pt_br: Toque duas vezes para abrir o perfil
ru: Нажмите дважды для открытия профиля
